export const mock = {
  user: {
    name: "Игорь",
    surname: "Петров",
    patronymic: "Петрович",
    sex: "Мужской",
    birthdate: "12.05.1984",
    birthplace: "Омск",
  },
  passport: {
    serial: "1056 445544",
    issued: "ОВД г. Омска",
    date: "23.05.2004",
  },
  address_register: "улица Ленина 33",
  education: {
    type: "Среднее",
    organization: "Институт цифрового ленинизма",
    specialty: "Главный специалист",
    year_end: "2000",
  },
  workplace: "ООО Арктика",
  position: "Монтажёр осветительного оборудования",
  address_live: "улица Ленина 36",
  phone: "+79007768543",
  email: "asdf@nuki.com",
  study: {
    register_source: "Группа",
    number: "1444",
    programname: "Гибкое использование воздушного пространства (ОВД.3.1.300)",
    volume: "40 часов",
    date_start: "01.05.2019",
    date_end: "01.08.2020",
    marks: "Хороший ученик",
    given: {
      document: "Диплом",
      date: "12.04.2021",
    },
  },
  tables: {
    discipline: {
      columns: 4,
      rows: 4,
      headers: [
        "п/п",
        "Наименование дисциплин (модулей)",
        "Количество часов",
        "Оценка",
      ],
      rows: [
        [ 
          "1",
          "Концепция гибкого использования воздушного пространства",
          "18",
          "Отлично",
        ],
        [ 
          "2",
          "Уровни организации гибкого использования воздушного пространства",
          "15",
          "Хорошо",
        ],
        [ 
          "3",
          "Внедрение гибкого использования воздушного пространства",
          "18",
          "Отлично",
        ],
        [ 
          "4",
          "Итоговая аттестация",
          "2",
          "Отлично",
        ],
      ]
    }
  }
}